Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 定位到我的位置
source: Locate my location
ar: تحديد موقعي
es: Localizar mi ubicación
fr: Localiser mon emplacement
hi: मेरे स्थान का पता लगाएँ
pt: Localizar minha localização
ta: எனது இருப்பிடத்தைக் கண்டுபிடி
zh_hans: 定位到我的位置
zh_hant: 定位到我的位置

# 客户端鉴权失败，请检查 apikey。
source: Client authentication failed. Please check the API key.
ar: فشلت مصادقة العميل. يرجى التحقق من مفتاح API.
es: Error de autenticación del cliente. Por favor verifique la clave API.
fr: L'authentification du client a échoué. Veuillez vérifier la clé API.
hi: क्लाइंट प्रमाणीकरण विफल रहा. कृपया एपीआई कुंजी जांचें।
pt: A autenticação do cliente falhou. Por favor, verifique a chave API.
ta: கிளையண்ட் அங்கீகாரம் தோல்வியடைந்தது. API விசையைச் சரிபார்க்கவும்.
zh_hans: 客户端鉴权失败，请检查 apikey。
zh_hant: 客戶端鑑權失敗，請檢查 apikey。

# 导入日程
source: Import Events
ar: أحداث الاستيراد
es: Importar eventos
fr: Importer des événements
hi: घटनाएँ आयात करें
pt: Importar eventos
ta: இறக்குமதி நிகழ்வுகள்
zh_hans: 导入事件
zh_hant: 導入事​​件

# 将删除本机试用数据，且无法恢复。
source: Trial data on this device will be deleted and cannot be recovered.
ar: سيتم حذف بيانات التجربة على هذا الجهاز ولا يمكن استعادتها.
es: Se eliminarán los datos de prueba del dispositivo y no se podrán recuperar.
fr: Les données d'essai sur cet appareil seront supprimées sans possibilité de restauration.
hi: इस डिवाइस का परीक्षण डेटा हटा दिया जाएगा और पुनर्प्राप्त नहीं किया जा सकता।
pt: Os dados de avaliação neste dispositivo serão excluídos e não poderão ser recuperados.
ta: இந்த சாதனத்தின் சோதனை தரவு நீக்கப்படும்; மீட்டெடுக்க முடியாது.
zh_hans: 将删除本机试用数据，且无法恢复。
zh_hant: 將刪除本機試用資料，且無法復原。

# 将该成员移出群组
source: Remove from group
ar: إزالة من المجموعة
es: Quitar del grupo
fr: Supprimer du groupe
hi: समूह से हटाएँ
pt: Remover do grupo
ta: குழுவிலிருந்து நீக்கு
zh_hans: 将该成员移出群组
zh_hant: 將該成員移出群組

# 就读学校
source: Attend school
ar: الذهاب إلى المدرسة
es: asistir a la escuela
fr: Fréquenter l'école
hi: विद्यालय में उपस्थित रहना
pt: Frequentar a escola
ta: பள்ளியில் சேருங்கள்
zh_hans: 就读学校
zh_hant: 就讀學校

# 展开位置共享
source: Expand location sharing
ar: توسيع مشاركة الموقع
es: Expandir ubicación compartida
fr: Développer le partage de position
hi: स्थान साझाकरण विस्तृत करें
pt: Expandir compartilhamento de localização
ta: இடப் பகிர்வை விரி
zh_hans: 展开位置共享
zh_hant: 展開位置共享

# 展开群组成员列表
source: Expand group member list
ar: توسيع قائمة أعضاء المجموعة
es: Expandir lista de miembros
fr: Développer la liste des membres
hi: समूह सदस्य सूची विस्तृत करें
pt: Expandir lista de membros
ta: குழு உறுப்பினர் பட்டியலை விரி
zh_hans: 展开群组成员列表
zh_hant: 展開群組成員列表

# 工作日
source: Weekdays
ar: أيام الأسبوع
es: Entre semana
fr: Jours ouvrables
hi: कार्यदिवस
pt: Dias úteis
ta: வார நாட்கள்
zh_hans: 工作日
zh_hant: 工作日

# 左上角控制点
source: upper left control point
ar: نقطة التحكم العلوية اليسرى
es: punto de control superior izquierdo
fr: point de contrôle supérieur gauche
hi: ऊपरी बाएँ नियंत्रण बिंदु
pt: ponto de controle superior esquerdo
ta: மேல் இடது கட்டுப்பாட்டு புள்ளி
zh_hans: 左上角控制点
zh_hant: 左上角控制點

# 左下角控制点
source: Lower left corner control point
ar: نقطة التحكم في الزاوية اليسرى السفلية
es: Punto de control de la esquina inferior izquierda
fr: Point de contrôle du coin inférieur gauche
hi: निचला बायां कोना नियंत्रण बिंदु
pt: Ponto de controle no canto inferior esquerdo
ta: கீழ் இடது மூலையில் கட்டுப்பாட்டு புள்ளி
zh_hans: 左下角控制点
zh_hant: 左下角控制點

# 已于 %@ 完成
source: Completed on %@
ar: اكتملت في %@
es: Completada el %@
fr: Terminée le %@
hi: %@ को पूर्ण
pt: Concluída em %@
ta: %@ அன்று முடிந்தது
zh_hans: 已于 %@ 完成
zh_hant: 已於 %@ 完成

# 已保存到相册
source: Saved to Photos
ar: تم الحفظ في الصور
es: Guardado en Fotos
fr: Enregistré dans Photos
hi: फ़ोटो में सहेजा गया
pt: Salvo em Fotos
ta: புகைப்படங்களில் சேமிக்கப்பட்டது
zh_hans: 已保存到相册
zh_hant: 已儲存到相簿

# 已催办，管理员会收到提醒
source: It has been urged and the administrator will receive a reminder
ar: لقد تم حثه وسيتلقى المسؤول تذكيرًا
es: Se ha instado y el administrador recibirá un recordatorio
fr: Cela a été demandé et l'administrateur recevra un rappel
hi: इसका आग्रह किया गया है और प्रशासक को एक अनुस्मारक प्राप्त होगा
pt: Foi solicitado e o administrador receberá um lembrete
ta: இது வலியுறுத்தப்பட்டது மற்றும் நிர்வாகி நினைவூட்டலைப் பெறுவார்
zh_hans: 已催办，管理员会收到提醒
zh_hant: 已催辦，管理員會收到提醒

# 已发送：%@
source: Sent:%@
ar: تم الإرسال:%@
es: Enviado:%@
fr: Envoyé : %@
hi: भेजा गया:%@
pt: Enviado:%@
ta: அனுப்பப்பட்டது:%@
zh_hans: 已发送：%@
zh_hant: 已發送：%@

# 已取消
source: Cancelled
ar: ملغى
es: Cancelado
fr: Annulé
hi: रद्द
pt: Cancelado
ta: ரத்து செய்யப்பட்டது
zh_hans: 已取消
zh_hant: 已取消

# 已完成
source: Completed
ar: مكتمل
es: Completado
fr: Terminé
hi: पूर्ण
pt: Concluído
ta: முடிந்தது
zh_hans: 已完成
zh_hant: 已完成

# 已接受
source: Accepted
ar: مقبول
es: Aceptado
fr: Accepté
hi: स्वीकृत
pt: Aceito
ta: ஏற்கப்பட்டது
zh_hans: 已接受
zh_hant: 已接受

# 已敲门，等待管理员批准...
source: Knocked on the door, waiting for administrator approval...
ar: طرقت الباب منتظرة موافقة المشرف..
es: Llamaron a la puerta, esperando la aprobación del administrador...
fr: J'ai frappé à la porte, en attendant l'approbation de l'administrateur...
hi: दरवाज़ा खटखटाया गया, प्रशासक की मंजूरी का इंतज़ार किया जा रहा है...
pt: Bateu na porta, aguardando aprovação do administrador...
ta: கதவைத் தட்டி, நிர்வாகி ஒப்புதலுக்காகக் காத்திருந்தார்...
zh_hans: 已敲门，等待管理员批准...
zh_hant: 已敲門，等待管理員批准...

# 已检测到有效登录会话
source: A valid sign-in session was detected
ar: تم اكتشاف جلسة دخول صالحة sign
es: Se detectó una sesión entrante sig válida
fr: Une session sign-in valide a été détectée
hi: एक वैध sign-इन सत्र का पता चला
pt: Uma sessão sign-in válida foi detectada
ta: சரியான sign அமர்வு கண்டறியப்பட்டது
zh_hans: 已检测到有效登录会话
zh_hant: 已偵測到有效登入會話

# 已激活至 %lld 年
source: Active until %lld
ar: نشط حتى %lld
es: Activo hasta %lld
fr: Actif jusqu'en %lld
hi: %lld तक सक्रिय
pt: Ativo até %lld
ta: %lld வரை செயலில்
zh_hans: 已激活至 %lld 年
zh_hant: 已啟用至 %lld 年

# 已订阅
source: Subscribed
ar: مشترك
es: Suscrito
fr: Abonné
hi: सब्सक्राइब किया
pt: Assinado
ta: சந்தா செய்யப்பட்டது
zh_hans: 已订阅
zh_hant: 已訂閱

# 已过期
source: Expired
ar: منتهٍ
es: Expirado
fr: Expiré
hi: समाप्त
pt: Expirado
ta: காலாவதியானது
zh_hans: 已过期
zh_hant: 已過期

# 已选中
source: Selected
ar: محدد
es: Seleccionado
fr: Sélectionné
hi: चयनित
pt: Selecionado
ta: தேர்ந்தெடுக்கப்பட்டது
zh_hans: 已选中
zh_hant: 已選取

# 已逾期
source: Overdue
ar: متأخر
es: Vencido
fr: En retard
hi: अतिदेय
pt: Atrasado
ta: காலாவதியானது
zh_hans: 已逾期
zh_hant: 已逾期

# 已逾期 %lld
source: %lld overdue
ar: %lld متأخرة
es: %lld vencidas
fr: %lld en retard
hi: %lld अतिदेय
pt: %lld atrasadas
ta: %lld காலாவதி
zh_hans: 已逾期 %lld
zh_hant: 已逾期 %lld

# 已锁定
source: Locked
ar: مقفل
es: Bloqueado
fr: Verrouillé
hi: लॉक किया गया
pt: Bloqueado
ta: பூட்டப்பட்டது
zh_hans: 已锁定
zh_hant: 已鎖定

# 布置现场并取回 %@ 的生日蛋糕
source: Decorate venue and pick up birthday cake for %@
ar: تزيين المكان والتقاط كعكة عيد ميلاد لـ %@
es: Decora el lugar y recoge el pastel de cumpleaños para %@
fr: Décorez la salle et récupérez le gâteau d'anniversaire pour %@
hi: आयोजन स्थल को सजाएँ और %@ के लिए जन्मदिन का केक उठाएँ
pt: Decore o local e compre o bolo de aniversário para %@
ta: இடத்தை அலங்கரித்து, %@க்கான பிறந்தநாள் கேக்கை எடுக்கவும்
zh_hans: 布置现场并取回 %@ 的生日蛋糕
zh_hant: 佈置現場並取回 %@ 的生日蛋糕

# 年
source: Year
ar: سنة
es: Año
fr: Année
hi: वर्ष
pt: Ano
ta: ஆண்டு
zh_hans: 年
zh_hant: 年

# 年付
source: Yearly
ar: سنوي
es: Anual
fr: Annuel
hi: वार्षिक
pt: Anual
ta: வருடாந்திர
zh_hans: 年付
zh_hant: 年付

# 年级
source: Grade
ar: الصف
es: Grado
fr: Note
hi: ग्रेड
pt: Nota
ta: தரம்
zh_hans: 年级
zh_hant: 年級

# 应用修正
source: Apply correction
ar: تطبيق التصحيح
es: Aplicar corrección
fr: Appliquer la correction
hi: सुधार लागू करें
pt: Aplicar correção
ta: திருத்தம் விண்ணப்பிக்கவும்
zh_hans: 应用修正
zh_hant: 應用修正

# 应用设置
source: APP SETTINGS
ar: إعدادات التطبيق
es: CONFIGURACIÓN DE LA APLICACIÓN
fr: PARAMÈTRES DE L'APPLICATION
hi: ऐप सेटिंग
pt: CONFIGURAÇÕES DO APLICATIVO
ta: பயன்பாட்டு அமைப்புகள்
zh_hans: 应用程序设置
zh_hant: 應用程式設定

# 开发中...
source: Under development...
ar: قيد التطوير...
es: En desarrollo...
fr: En cours de développement...
hi: अल्प विकास...
pt: Em desenvolvimento...
ta: வளர்ச்சியில் உள்ளது...
zh_hans: 开发中...
zh_hant: 開發中...

# 开启面部解锁
source: Require Face ID
ar: تفعيل فتح القفل بالوجه
es: Activar desbloqueo facial
fr: Activer le déverrouillage facial
hi: फेस अनलॉक सक्षम करें
pt: Ativar desbloqueio facial
ta: முக திறப்பை இயக்கு
zh_hans: 开启面部解锁
zh_hant: 開啟臉部解鎖

# 开始消费
source: Start consuming
ar: ابدأ بالاستهلاك
es: Empezar a consumir
fr: Commencez à consommer
hi: सेवन शुरू करें
pt: Comece a consumir
ta: உட்கொள்ளத் தொடங்குங்கள்
zh_hans: 开始消费
zh_hant: 開始消費

# 引用任务
source: Reference tasks
ar: المهام المرجعية
es: Tareas de referencia
fr: Tâches de référence
hi: संदर्भ कार्य
pt: Tarefas de referência
ta: குறிப்பு பணிகள்
zh_hans: 引用任务
zh_hant: 引用任務

# 当前年级
source: Current grade
ar: الصف الحالي
es: Grado actual
fr: Note actuelle
hi: वर्तमान ग्रेड
pt: Nota atual
ta: தற்போதைய தரம்
zh_hans: 当前年级
zh_hant: 目前年級

# 当前待办均已逾期，请从右上角入口查看。
source: All open to-dos are overdue. Tap the button at the top right to review them.
ar: جميع المهام متأخرة. اضغط الزر أعلى اليمين للعرض.
es: Todas las tareas pendientes están vencidas. Tócalas arriba a la derecha para revisarlas.
fr: Toutes les tâches sont en retard. Appuyez en haut à droite pour les voir.
hi: सभी कार्य अतिदेय हैं। ऊपर दाएँ बटन से देखें।
pt: Todas as tarefas estão atrasadas. Toque no botão no canto superior direito.
ta: அனைத்து பணிகளும் காலாவதியாகியுள்ளன. மேல் வலதில் உள்ள பொத்தானைத் தட்டவும்.
zh_hans: 当前待办均已逾期，请从右上角入口查看。
zh_hant: 目前待辦均已逾期，請從右上角入口查看。

# 当前待办均已逾期，请点击上方横幅查看。
source: All open to-dos are overdue. Tap the banner above to review them.
ar: جميع المهام متأخرة. اضغط الشريط أعلاه للعرض.
es: Todas las tareas están vencidas. Toca el banner de arriba para revisarlas.
fr: Toutes les tâches sont en retard. Appuyez sur la bannière ci-dessus.
hi: सभी कार्य अतिदेय हैं। ऊपर बैनर पर टैप करें।
pt: Todas as tarefas estão atrasadas. Toque no banner acima para revisar.
ta: அனைத்து பணிகளும் காலாவதியாகியுள்ளன. மேலுள்ள பேனரைத் தட்டவும்.
zh_hans: 当前待办均已逾期，请点击上方横幅查看。
zh_hant: 目前待辦均已逾期，請點擊上方橫幅查看。

# 当前操作尚未实现。
source: This operation is not implemented yet.
ar: لم يتم تنفيذ هذه العملية بعد.
es: Esta operación aún no está implementada.
fr: Cette opération n'est pas encore mise en œuvre.
hi: यह ऑपरेशन अभी लागू नहीं हुआ है.
pt: Esta operação ainda não está implementada.
ta: இந்த செயல்பாடு இன்னும் செயல்படுத்தப்படவில்லை.
zh_hans: 当前操作尚未实现。
zh_hant: 當前操作尚未實現。

# 当前数据仅保存在本机。登录后可同步到云端，并与家人协作。
source: Your data is stored on this device only. Sign in to sync to the cloud and collaborate with family.
ar: البيانات محفوظة على هذا الجهاز فقط. سجّل الدخول للمزامنة مع السحابة والتعاون مع العائلة.
es: Los datos solo se guardan en este dispositivo. Inicia sesión para sincronizar en la nube y colaborar con tu familia.
fr: Les données sont stockées uniquement sur cet appareil. Connectez-vous pour les synchroniser dans le cloud et collaborer en famille.
hi: डेटा केवल इस डिवाइस पर है। क्लाउड में सिंक और परिवार के साथ सहयोग के लिए लॉग इन करें।
pt: Os dados ficam apenas neste dispositivo. Faça login para sincronizar na nuvem e colaborar com a família.
ta: தரவு இந்த சாதனத்தில் மட்டுமே சேமிக்கப்படுகிறது. கிளவுடில் ஒத்திசைக்கவும் குடும்பத்துடன் இணைந்து பணியாற்ற உள்நுழையவும்.
zh_hans: 当前数据仅保存在本机。登录后可同步到云端，并与家人协作。
zh_hant: 目前資料僅儲存在本機。登入後可同步至雲端，並與家人協作。

# 当前未选择群组。
source: No group is currently selected.
ar: لم يتم تحديد أي مجموعة.
es: No hay ningún grupo seleccionado.
fr: Aucun groupe sélectionné.
hi: कोई समूह चयनित नहीं है।
pt: Nenhum grupo selecionado.
ta: எந்த குழுவும் தேர்ந்தெடுக்கப்படவில்லை.
zh_hans: 当前未选择群组。
zh_hant: 目前未選擇群組。

# 当前构建环境未包含 Supabase SDK。
source: Supabase SDK is not available in this build.
ar: حزمة Supabase SDK غير متاحة في هذا الإصدار.
es: El SDK de Supabase no está disponible en esta compilación.
fr: Le SDK Supabase n'est pas disponible dans cette build.
hi: इस बिल्ड में Supabase SDK उपलब्ध नहीं है।
pt: O SDK do Supabase não está disponível nesta build.
ta: இந்த build-ல் Supabase SDK கிடைக்கவில்லை.
zh_hans: 当前构建环境未包含 Supabase SDK。
zh_hant: 目前建置環境未包含 Supabase SDK。

# 当前没有其他可接收权限的有效账号成员。
source: There are no other active account members who can receive ownership.
ar: لا يوجد حاليًا أي أعضاء حساب نشطين آخرين يمكنهم الحصول على الأذونات.
es: Actualmente no hay otros miembros activos de la cuenta que puedan recibir permisos.
fr: Il n'y a actuellement aucun autre membre actif du compte qui peut recevoir des autorisations.
hi: वर्तमान में कोई अन्य सक्रिय खाता सदस्य नहीं है जो अनुमतियाँ प्राप्त कर सके।
pt: Atualmente não há outros membros ativos da conta que possam receber permissões.
ta: அனுமதிகளைப் பெறக்கூடிய செயலில் உள்ள கணக்கு உறுப்பினர்கள் யாரும் தற்போது இல்லை.
zh_hans: 当前没有其他可接收权限的有效账号成员。
zh_hant: 目前沒有其他可接收權限的有效帳號成員。

# 当前没有权限修改该成员的管理员身份。
source: You don't have permission to change this member's admin role.
ar: ليس لديك إذن لتغيير دور المسؤول لهذا العضو.
es: No tienes permiso para cambiar el rol de administrador de este miembro.
fr: Vous n'avez pas l'autorisation de modifier le rôle d'administrateur de ce membre.
hi: आपके पास इस सदस्य की व्यवस्थापक भूमिका बदलने की अनुमति नहीं है।
pt: Não tem permissão para alterar a função de administrador deste membro.
ta: இந்த உறுப்பினரின் நிர்வாகி பங்கை மாற்ற உங்களுக்கு அனுமதி இல்லை.
zh_hans: 当前没有权限修改该成员的管理员身份。
zh_hant: 目前沒有權限修改該成員的管理員身份。

# 当前没有权限修改该成员资料。
source: You do not have permission to edit this member profile.
ar: ليس لديك إذن لتعديل ملف هذا العضو.
es: No tienes permiso para editar este perfil de miembro.
fr: Vous n'avez pas l'autorisation de modifier ce profil membre.
hi: आपको इस सदस्य प्रोफ़ाइल को संपादित करने की अनुमति नहीं है।
pt: Você não tem permissão para editar este perfil de membro.
ta: இந்த உறுப்பினர் சுயவிவரத்தை திருத்த உங்களுக்கு அனுமதி இல்லை.
zh_hans: 当前没有权限修改该成员资料。
zh_hant: 目前沒有權限修改該成員資料。

# 当前没有权限移出或删除该成员。
source: You don't have permission to remove or delete this member.
ar: ليس لديك الإذن بإزالة هذا العضو أو حذفه.
es: No tienes permiso para eliminar o eliminar a este miembro.
fr: Vous n'êtes pas autorisé à supprimer ou supprimer ce membre.
hi: आपके पास इस सदस्य को हटाने या हटाने की अनुमति नहीं है.
pt: Você não tem permissão para remover ou excluir este membro.
ta: இந்த உறுப்பினரை அகற்றவோ நீக்கவோ உங்களுக்கு அனுமதி இல்லை.
zh_hans: 当前没有权限移出或删除该成员。
zh_hant: 目前沒有權限移出或刪除該成員。

# 当前没有权限编辑该资料。
source: You do not have permission to edit this profile.
ar: ليس لديك الإذن لتحرير هذا الملف الشخصي.
es: No tienes permiso para editar este perfil.
fr: Vous n'êtes pas autorisé à modifier ce profil.
hi: आपको इस प्रोफ़ाइल को संपादित करने की अनुमति नहीं है.
pt: Você não tem permissão para editar este perfil.
ta: இந்தச் சுயவிவரத்தைத் திருத்த உங்களுக்கு அனுமதி இல்லை.
zh_hans: 当前没有权限编辑该资料。
zh_hant: 目前沒有權限編輯該資料。

# 当前用户，始终在地图上显示
source: Current user, always shown on the map
ar: المستخدم الحالي، يظهر دائمًا على الخريطة
es: Usuario actual, siempre visible en el mapa
fr: Utilisateur actuel, toujours affiché sur la carte
hi: वर्तमान उपयोगकर्ता, हमेशा मानचित्र पर दिखता है
pt: Usuário atual, sempre exibido no mapa
ta: தற்போதைய பயனர், வரைபடத்தில் எப்போதும் காட்டப்படும்
zh_hans: 当前用户，始终在地图上显示
zh_hant: 目前使用者，始終在地圖上顯示

# 当前群组
source: Current group
ar: المجموعة الحالية
es: Grupo actual
fr: Groupe actuel
hi: वर्तमान समूह
pt: Grupo atual
ta: தற்போதைய குழு
zh_hans: 当前群组
zh_hant: 目前群組

# 当前群组已享 Pro 权益
source: Current group has Pro benefits
ar: المجموعة الحالية تتمتع بمزايا Pro
es: El grupo actual tiene beneficios Pro
fr: Le groupe actuel bénéficie de Pro
hi: वर्तमान समूह में Pro लाभ हैं
pt: O grupo atual tem benefícios Pro
ta: தற்போதைய குழு Pro 혜택களைக் கொண்டுள்ளது
zh_hans: 当前群组已享 Pro 权益
zh_hant: 目前群組已享有 Pro 權益

# 当前群组已继承 Pro 权益
source: Current group inherits Pro benefits
ar: المجموعة الحالية ترث مزايا Pro
es: El grupo actual hereda beneficios Pro
fr: Le groupe actuel hérite des avantages Pro
hi: वर्तमान समूह Pro लाभ प्राप्त करता है
pt: O grupo atual herda benefícios Pro
ta: தற்போதைய குழு Pro 혜택களைப் பெறுகிறது
zh_hans: 当前群组已继承 Pro 权益
zh_hant: 目前群組已繼承 Pro 權益

# 当前设备未配置邮件账户，请发送邮件至 %@。
source: No mail account is configured. Please email %@.
ar: لم يتم تكوين أي حساب بريد. يرجى إرسال بريد إلكتروني إلى %@.
es: No hay ninguna cuenta de correo configurada. Envíe un correo electrónico a %@.
fr: Aucun compte de messagerie n'est configuré. Veuillez envoyer un e-mail à %@.
hi: कोई मेल खाता कॉन्फ़िगर नहीं किया गया है. कृपया %@ ईमेल करें।
pt: Nenhuma conta de e-mail está configurada. Por favor, envie um e-mail para %@.
ta: அஞ்சல் கணக்கு எதுவும் கட்டமைக்கப்படவில்லை. தயவுசெய்து மின்னஞ்சல் %@.
zh_hans: 当前设备未配置邮件账户，请发送邮件至 %@。
zh_hant: 目前設備未配置郵件帳戶，請發送郵件至 %@。

# 当前设备未配置邮件账户，请发送邮件至 music.player.250617@gmail.com。
source: No mail account is configured on this device. Please send an email to music.player.250617@gmail.com.
ar: لم يتم تكوين أي حساب بريد على هذا الجهاز. يرجى إرسال بريد إلكتروني إلى music.player.250617@gmail.com.
es: No hay ninguna cuenta de correo configurada en este dispositivo. Envíe un correo electrónico a music.player.250617@gmail.com.
fr: Aucun compte de messagerie n'est configuré sur cet appareil. Veuillez envoyer un e-mail à music.player.250617@gmail.com.
hi: इस डिवाइस पर कोई मेल खाता कॉन्फ़िगर नहीं है. कृपया music.player.250617@gmail.com को एक ईमेल भेजें।
pt: Nenhuma conta de e-mail está configurada neste dispositivo. Por favor, envie um e-mail para music.player.250617@gmail.com.
ta: இந்தச் சாதனத்தில் எந்த அஞ்சல் கணக்கும் உள்ளமைக்கப்படவில்லை. music.player.250617@gmail.com க்கு மின்னஞ்சல் அனுப்பவும்.
zh_hans: 当前设备未配置邮件账户，请发送邮件至 music.player.250617@gmail.com。
zh_hant: 目前設備未配置郵件帳戶，請發送郵件至 music.player.250617@gmail.com。

# 待办
source: To-Dos
ar: المهام
es: Pendientes
fr: À faire
hi: करने योग्य
pt: A fazer
ta: செய்ய வேண்டியவை
zh_hans: 待办
zh_hant: 待辦

# 待接受
source: Pending
ar: بانتظار
es: Pendiente
fr: En attente
hi: स्वीकृति
pt: Aguardando
ta: ஏற்புக்காக
zh_hans: 待接受
zh_hant: 待接受

# 性别
source: Gender
ar: جنس
es: género
fr: genre
hi: लिंग
pt: gênero
ta: பாலினம்
zh_hans: 性别
zh_hant: 性別

# 恢复为待办
source: Mark as to-do again
ar: استعادة كمهمة
es: Marcar como pendiente de nuevo
fr: Remettre en attente
hi: फिर से कार्य के रूप में चिह्नित करें
pt: Marcar como pendente novamente
ta: மீண்டும் செய்ய வேண்டியதாக மாற்று
zh_hans: 恢复为待办
zh_hant: 恢復為待辦

# 恢复购买
source: Restore purchases
ar: استعادة المشتريات
es: Restaurar compras
fr: Restaurer les achats
hi: खरीद पुनर्स्थापित करें
pt: Restaurar compras
ta: வாங்கல்களை மீட்டமை
zh_hans: 恢复购买
zh_hant: 恢復購買

# 恢复购买失败，请稍后重试。
source: Restore failed. Please try again later.
ar: فشلت الاستعادة. يرجى المحاولة لاحقًا.
es: Error al restaurar. Inténtalo más tarde.
fr: Échec de la restauration. Réessayez plus tard.
hi: पुनर्स्थापना विफल। बाद में पुनः प्रयास करें।
pt: Falha ao restaurar. Tente novamente mais tarde.
ta: மீட்டமைப்பு தோல்வி. பின்னர் முயற்சிக்கவும்.
zh_hans: 恢复购买失败，请稍后重试。
zh_hant: 恢復購買失敗，請稍後重試。

# 您已成为「%@」的创建者，拥有该群组的最高管理权限。
source: You have become the creator of "%@" and have the highest administrative rights for this group.
ar: لقد أصبحت منشئ "%@" وتتمتع بأعلى الحقوق الإدارية لهذه المجموعة.
es: Te has convertido en el creador de "%@" y tienes los derechos administrativos más altos para este grupo.
fr: Vous êtes devenu le créateur de "%@" et disposez des droits administratifs les plus élevés pour ce groupe.
hi: आप "%@" के निर्माता बन गए हैं और इस समूह के लिए आपके पास सर्वोच्च प्रशासनिक अधिकार हैं।
pt: Você se tornou o criador do "%@" e possui os mais altos direitos administrativos para este grupo.
ta: நீங்கள் "%@" ஐ உருவாக்கி, இந்தக் குழுவிற்கான மிக உயர்ந்த நிர்வாக உரிமைகளைப் பெற்றுள்ளீர்கள்.
zh_hans: 您已成为「%@」的创建者，拥有该群组的最高管理权限。
zh_hant: 您已成為「%@」的創建者，擁有該群組的最高管理權限。

# 您已是 Pro 会员。
source: You already have Pro membership.
ar: لديك بالفعل عضوية Pro.
es: Ya tienes membresía Pro.
fr: Vous avez déjà l'abonnement Pro.
hi: आपके पास पहले से Pro सदस्यता है।
pt: Você já tem assinatura Pro.
ta: உங்களிடம் ஏற்கனவே Pro உறுப்பினர் உள்ளது.
zh_hans: 您已是 Pro 会员。
zh_hant: 您已是 Pro 會員。

# 您已经加入了该群组，无需重复添加。
source: You are already a member of this group.
ar: أنت بالفعل عضو في هذه المجموعة.
es: Ya eres miembro de este grupo.
fr: Vous êtes déjà membre de ce groupe.
hi: आप पहले से ही इस समूह के सदस्य हैं।
pt: Você já é membro deste grupo.
ta: நீங்கள் ஏற்கனவே இந்த குழுவின் உறுப்பினர்.
zh_hans: 您已经加入了该群组，无需重复添加。
zh_hant: 您已經加入了該群組，無需重複新增。

# 您无权执行此操作。
source: You don't have permission to perform this action.
ar: ليس لديك الإذن بتنفيذ هذا الإجراء.
es: No tienes permiso para realizar esta acción.
fr: Vous n'êtes pas autorisé à effectuer cette action.
hi: आपके पास यह कार्रवाई करने की अनुमति नहीं है.
pt: Você não tem permissão para realizar esta ação.
ta: இந்தச் செயலைச் செய்ய உங்களுக்கு அனுமதி இல்லை.
zh_hans: 您无权执行此操作。
zh_hant: 您無權執行此操作。

# 您是「%@」等 %lld 个群组的创建者，请先转移权限或解散群组后再注销账户。
source: You are the creator of %2$lld group(s) including '%1$@'. Please transfer ownership or dismiss the groups before deleting your account.
ar: أنت منشئ %@ و%lld مجموعات أخرى. يُرجى نقل الملكية أو حلّ تلك المجموعات قبل حذف حسابك.
es: Eres el creador de %@ y de %lld grupos más. Transfiere la propiedad o disuelve esos grupos antes de eliminar tu cuenta.
fr: Vous êtes le créateur de %@ et de %lld autres groupes. Veuillez transférer la propriété ou dissoudre ces groupes avant de supprimer votre compte.
hi: आप %@ सहित %lld अन्य समूहों के निर्माता हैं। कृपया खाता हटाने से पहले स्वामित्व स्थानांतरित करें या उन समूहों को भंग करें।
pt: Você é o criador de %@ e de mais %lld grupos. Transfira a propriedade ou dissolva esses grupos antes de excluir sua conta.
ta: நீங்கள் %@ உட்பட மேலும் %lld குழுக்களின் உருவாக்குநர். கணக்கை நீக்குவதற்கு முன் உரிமையை மாற்றவும் அல்லது அந்தக் குழுக்களை கலைக்கவும்.
zh_hans: 您是「%@」等 %lld 个群组的创建者，请先转移权限或解散群组后再注销账户。
zh_hant: 您是「%@」等 %lld 個群組的創建者，請先轉移權限或解散群組後再登出帳戶。

# 您是此群组的创建者。退出前请先转移所有权或解散群组。
source: You are the creator of this group. Transfer ownership or disband the group before leaving.
ar: أنت منشئ هذه المجموعة. انقل الملكية أو قم بحل المجموعة قبل المغادرة.
es: Eres el creador de este grupo. Transfiere la propiedad o disuelve el grupo antes de salir.
fr: Vous êtes le créateur de ce groupe. Transférez la propriété ou dissolvez le groupe avant de partir.
hi: आप इस समूह के निर्माता हैं। छोड़ने से पहले स्वामित्व स्थानांतरित करें या समूह भंग करें।
pt: Você é o criador deste grupo. Transfira a propriedade ou dissolva o grupo antes de sair.
ta: நீங்கள் இந்த குழுவின் உருவாக்குநர். வெளியேறுவதற்கு முன் உரிமையை மாற்றவும் அல்லது குழுவை கலைக்கவும்.
zh_hans: 您是此群组的创建者。退出前请先转移所有权或解散群组。
zh_hant: 您是此群組的建立者。退出前請先轉移所有權或解散群組。

# 您是该群组的创建者，请先转移权限或解散群组后再退出。
source: You are the creator of this group. Please transfer permissions or dissolve the group before exiting.
ar: أنت منشئ هذه المجموعة. يرجى نقل الأذونات أو حل المجموعة قبل الخروج.
es: Eres el creador de este grupo. Transfiera los permisos o disuelva el grupo antes de salir.
fr: Vous êtes le créateur de ce groupe. Veuillez transférer les autorisations ou dissoudre le groupe avant de quitter.
hi: आप इस समूह के निर्माता हैं. कृपया बाहर निकलने से पहले अनुमतियाँ स्थानांतरित करें या समूह को भंग कर दें।
pt: Você é o criador deste grupo. Transfira as permissões ou dissolva o grupo antes de sair.
ta: இந்தக் குழுவை உருவாக்கியவர் நீங்கள். வெளியேறும் முன் அனுமதிகளை மாற்றவும் அல்லது குழுவை கலைக்கவும்.
zh_hans: 您是该群组的创建者，请先转移权限或解散群组后再退出。
zh_hant: 您是該群組的創建者，請先轉移權限或解散群組後再退出。

# 您有一个待办任务
source: You have a pending task
ar: لديك مهمة معلقة
es: Tienes una tarea pendiente
fr: Vous avez une tâche en attente
hi: आपका एक कार्य लंबित है
pt: Você tem uma tarefa pendente
ta: உங்களிடம் பணி நிலுவையில் உள்ளது
zh_hans: 您有一个待办任务
zh_hant: 您有一個待辦事項
